Repository: dCubelic/BelaScores
Catalog: BlokZaBelu/SupportingFiles/*.lproj/Localizable.strings
Languages: hr_hr

# delete
source: Remove
hr_hr: Obriši

# button.add
source: Add
hr_hr: Unesi

source: Update
hr_hr: Unesi

source: Done
hr_hr: Završi

source: Cancel
hr_hr: Odustani

source: Add
hr_hr: Dodaj

# invert.title
source: Invert Scores
hr_hr: Obrni rezultate

# invert.description
source: Invert the direction of scores.
hr_hr: Zamijeni smjer rezultata.

# change_theme.description
source: Change a color theme.
hr_hr: Promijeni paletu boja.

# app.title
source: Bela Scores
hr_hr: Blok za Belu

# no.scores
source: There are no scores yet.
hr_hr: Zasad nema zapisa.

# uitest.done
source: Done
hr_hr: Unesi

# uitest.back
source: Back
hr_hr: Natrag

# delete_history.title
source: Delete History
hr_hr: Obriši Povijest

# delete_history.description
source: Remove all saved history data.
hr_hr: Obriši svu povijest igara.

source: Are you sure?
hr_hr: Jeste li sigurni?

# remove_all_data
source: All game data will be lost.
hr_hr: Svi podaci o igrama će biti obrisani.

source: Yes
hr_hr: Da

source: No
hr_hr: Ne
